

def cmd_main():
    text = """Добро пожаловать в **Subviliom!**\n

            Краткое руководство.
            Subviliom - MMO RPG, здесь каждой может играть по своим правилам.

            👑Создайте базу, объединитесь в команды и диктуйте правила всем игрокам.\n
            ⚡️Вы можете строить как автоматизированные фермы, так и UI-теромоядерыне реакторы. \n
            💧Первый век - простые технологии, но позже - ядерная держава. Интересно, не так ли? \n
            💰В игре реализована внутренняя игровая платежная система, а внутренний рынок управляется игроками. И это только малая часть. \n
            Готовы начать?"""
    return text

def aurantis():
    text = """
Для начала давай выберем месторасположение твоей будущей базы. На каждой планете доступны свои технологии и ресурсы, свой климат и уровень безопастности.

1.Аурантис
Аурантис - это планета, окутанная благоприятной атмосферой.  
- Температура +20C/-30C
- Запасы ресурсов: Нормально
- Уровень безопастности: 1(нормально)
- Ветка развития: Индустриальная"""
    return text

def ksionia():
    text = """
Для начала давай выберем месторасположение твоей будущей базы. На каждой планете доступны свои технологии и ресурсы, свой климат и уровень безопастности.

2. Ксионония
Ксионония - планета, окутанная таинсветнностью и уникальным климатом. Эта экзотичсекая сфера
явялется источником практически бесчисленного количества полезных ископаемых. Её атмосфера насыщена энергетическими полями,
которые содержат большое количество энергии. Идеально подходит для тех, кто любит необычные и таинсвенные технологии.

-Температура ???
- Запасы ресурсов: бесконечно
- Уровень безопастности: 0(опасно)
- Ветка развития: Магическая"""
    return text

def novaeris():
    text = """
Для начала давай выберем месторасположение твоей будущей базы. На каждой планете доступны свои технологии и ресурсы, свой климат и уровень безопастности.

3. Новаэрис
Новаэрис - планета, заросшая экзотическими растениями, которые управляют всей планетой. Это мир, где растительный мир преобаладет и процветает во всех его проявлениях, превращая планету в настоящий сад.
Эти растения еще не изучены, и мы не знаем, как они встретят нас, но точно знаем, они помогут в создании самых сложных биологических технологий.

-Температура +10/+120
-Уровень безопастнотсти: 0(опасно)
-Ветка развития: Биологическая
    """
    return text

def start_aurantis_text():
    text = """Аурантис
Аурантис - это планета, окутанная благоприятной атмосферой.  
- Температура +20C/-30C
- Запасы ресурсов: Нормально
- Уровень безопастности: 1(нормально)
- Ветка развития: Индустриальная

ВНИМАНИЕ! Выбирая планету Аурантис, вы будете разививаться по индустриальной ветке. Сменить планету и/или ветку развития можно по достижению 4 уровня. По достижению 5 уровня, вы сможете использовать технологии других планет."""
    return text

def start_ksiononia_text():
    text = """Ксионония
ксионония - планета, окутанная таинсветнностью и уникальным климатом. Эта экзотичсекая сфера
явялется источником практически бесчисленного количества полезных ископаемых. Её атмосфера насыщена энергетическими полями,
которые содержат большое количество энергии. Идеально подходит для тех, кто любит необычные и таинсвенные технологии.

-Температура ???
- Запасы ресурсов: бесконечно
- Уровень безопастности: 0(опасно)
- Ветка развития: Магическая

ВНИМАНИЕ! Выбирая планету Ксионония, вы будете разививаться по магической ветке. Сменить планету и/или ветку развития можно по достижению 4 уровня. По достижению 5 уровня, вы сможете использовать технологии других планет."""
    return text

def start_novaeris_text():
    text = """Новаэрис
Новаэрис - планета, заросшая экзотическими растениями, которые управляют всей планетой. Это мир, где растительный мир преобаладет и процветает во всех его проявлениях, превращая планету в настоящий сад.
Эти растения еще не изучены, и мы не знаем, как они встретят нас, но точно знаем, они помогут в создании самых сложных биологических технологий.

-Температура +10/+120
-Уровень безопастнотсти: 0(опасно)
-Ветка развития: Биологическая

ВНИМАНИЕ! Выбирая планету Новаэрис, вы будете разививаться по биологической ветке. Сменить планету и/или ветку развития можно по достижению 4 уровня. По достижению 5 уровня, вы сможете использовать технологии других планет."""
    return text